{"id": 1, "filename": "bandasonora.html", "title": "The Matrix - Banda sonora", "keywords": "matrix,película,cine,banda,sonora,música", "content": "The Matrix - Banda sonora The Matrix Banda sonora Título Artista Duración Escuchar Rock is Dead Marilyn Manson 3:11 Spybreak! (Short One) Propellerheads 4:00 Bad Blood Ministry 5:00 Clubbed to Death (Kurayamino Mix) Rob Dougan 7:26 Prime Audio Soup Meat Beat Manifesto 6:17 Leave You Far Behind Lunatic Calm 3:13 Mindfields The Prodigy 5:40 Dragula (Hot Rod Herman Remix) Rob Zombie 4:37 My Own Summer (Shove It) Deftones 3:34 Ultrasonic Sound Hive 4:54 Look to Your Orb for the Warning Monster Magnet 4:42 Du Hast Rammstein 3:54 Wake Up RATM 6:03"}
{"id": 2, "filename": "criticas.html", "title": "The Matrix - Críticas", "keywords": "matrix,película,cine,criticas", "content": "The Matrix - Críticas The Matrix Críticas Empire 5/5 por Ian Nathan La película funciona satisfactoriamente como un buenos contra malos. Pero si crees que 'The Matrix' es solo acción sin cerebro, piensa otra vez. Reseña completa: Empire Austin Chronicle 4.5/5 por Marc Savlov Rara vez se han lanzado tantas imágenes sorprendentemente originales en una sola historia. Reseña completa: Austin Chronicle The Hollywood Reporter 4/5 por David Hunter Una película tecnológicamente impresionante que promueve el género y presenta actuaciones que complacen a la multitud con las escenas frecuentes de juego de armas y violencia. Reseña completa: The Hollywood Reporter FOTOGRAMAS 3/5 por Jordi Costa 'Matrix' no es solo una excelente película de ciencla-ficción: es uno de esos saltos evolutivos que, de tanto en tanto, propulsan al género hacia inéditos hiperespacios del espectáculo. Reseña completa: FOROGRAMAS"}
{"id": 3, "filename": "index.html", "title": "The Matrix", "keywords": "matrix,película,cine,keanu,reeves", "content": "The Matrix The Matrix The Matrix (titulada Matrix en español) es una película de ciencia ficción escrita y dirigida por las hermanas Wachowski y protagonizada por Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss y Hugo Weaving. Estrenada en los Estados Unidos el 31 de marzo de 1999. Es la primera entrega de la trilogía de Matrix de la que derivan (dado su éxito) una serie de videojuegos, cortos animados y cómics. La película fue reconocida por la Academia con 4 Premios Óscar (Mejor Montaje, Mejor Sonido, Mejor Edición de Sonido y Mejores Efectos Visuales). Si bien se ha vuelto una película de culto, y en su argumento se establecen paralelismos con conceptos religiosos, filosóficos e ideológicos; marcó un antes y un después en los efectos visuales de la época. De entre los que se destaca el «tiempo bala» (bullet time), técnica que consiste en aparentar que se congela la acción mientras la cámara sigue moviéndose alrededor de la escena. El efecto visual se consigue utilizando múltiples cámaras que graban la acción desde distintas posiciones a una cantidad elevada de fotogramas por segundo, posteriormente se intercalan los fotogramas de cada una de las cámaras. Aunque es un efecto muy revolucionario no fue la primera vez que hacía su aparición en el cine (anteriormente fue usado en películas como Jumanji, entre otras), pero fue con este film innovador cuando surgió un gran interés por este efecto, posteriormente utilizado en varias películas."}
{"id": 4, "filename": "protagonistas.html", "title": "The Matrix - Protagonistas", "keywords": "matrix,película,cine,protagonistas,keanu,reeves", "content": "The Matrix - Protagonistas The Matrix Protagonistas Laurence Fishburne Carrie-Anne Moss Joe Pantoliano Hugo Weaving Keanu Reeves Gloria Foster"}
{"id": 5, "filename": "trailers.html", "title": "The Matrix - Trailers", "keywords": "matrix,película,cine,trailer,video", "content": "The Matrix - Trailers The Matrix Trailers Trailer en español Trailer en versión original Trailer 20 Aniversario"}
